Repository: fccn/nau_translations
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: About
pt_pt: Acerca

source: Your Response
pt_pt: Sua Resposta

source: Help
pt_pt: Ajuda

source: Unscheduled
pt_pt: Não calendarizado

source: Course Number
pt_pt: Código do curso

source: Forgot password?
pt_pt: Esqueceu a senha?

source: Enter a password with at least {requirements}.
pt_pt: Insira uma palavra-passe com pelo menos {requirements}.

source: {num} letter
pt_pt: {num} letra

source: {num} uppercase letter
pt_pt: {num} letra maiúscula

source: {num} lowercase letter
pt_pt: {num} letra minúscula

source: {num} digit
pt_pt: {num} dígito

source: {num} number
pt_pt: {num} número

source: {num} punctuation mark
pt_pt: {num} sinal de pontuação

source: {num} symbol
pt_pt: {num} símbolo

source: {num} word
pt_pt: {num} palavra

source: Your password must contain at least {num} character, including {requirements}.
pt_pt: A sua palavra-passe deve conter pelo menos {num} carácter, incluindo {requirements}.

source: An isosceles triangle with three layers of similar height. It is shown upright, so the widest layer is located at the bottom, and the narrowest layer is located at the top.
pt_pt: Um triângulo isósceles com três camadas de altura semelhante. É mostrado na posição vertical, de modo que a camada maior esteja localizada na parte inferior e a camada mais pequena localizada na parte superior.

source: Of course it goes here! It goes anywhere!
pt_pt: Claro que vai! Vai a qualquer lugar!

source: Goes anywhere
pt_pt: Vai a qualquer lugar

source: The Top Zone
pt_pt: A zona superior

source: The Middle Zone
pt_pt: A zona média

source: The Bottom Zone
pt_pt: A zona inferior

source: Use this zone to associate an item with the top layer of the triangle.
pt_pt: Use esta zona para associar um item à camada superior do triângulo.

source: Use this zone to associate an item with the middle layer of the triangle.
pt_pt: Use esta zona para associar um item à camada intermediária do triângulo.

source: Use this zone to associate an item with the bottom layer of the triangle.
pt_pt: Use esta zona para associar um item com a camada inferior do triângulo.

source: Correct! This one belongs to {zone}.
pt_pt: Correto! Este pertence a {zone}.

source: No, this item does not belong here. Try again.
pt_pt: Não, este item não pertence aqui. Tente novamente.

source: You silly, there are no zones for this one.
pt_pt: Não há zonas criadas para este item.

source: Drag the items onto the image above.
pt_pt: Arraste os itens para a imagem acima.

source: Good work! You have completed this drag and drop problem.
pt_pt: Bom trabalho! Concluiu este problema de arrastar e soltar.

source: Goes to the top
pt_pt: Vai para o topo

source: Goes to the middle
pt_pt: Vai para o meio

source: Goes to the bottom
pt_pt: Vai para o fundo

source: I don't belong anywhere
pt_pt: Eu não pertenço a nenhum lugar

source: Title
pt_pt: Título

source: The title of the drag and drop problem. The title is displayed to learners.
pt_pt: O título do problema de arrastar e soltar. O título é visível para os estudantes.

source: Drag and Drop
pt_pt: Arraste e Solte

source: Mode
pt_pt: Modo

source: Standard mode: the problem provides immediate feedback each time a learner drops an item on a target zone. Assessment mode: the problem provides feedback only after a learner drops all available items on target zones.
pt_pt: Modo padrão: o problema dá feedback imediato cada vez que um aluno solta um item numa zona de destino. Modo de avaliação: o problema dá feedback apenas depois do estudante arrastar todos os itens disponíveis para as zonas de destino.

source: Standard
pt_pt: Padrão

source: Assessment
pt_pt: Avaliação

source: Maximum attempts
pt_pt: Máximo de tentativas

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
pt_pt: Define o número de vezes que um estudante pode tentar responder a este problema. Se o valor não estiver definido, é permitido um número infinito de tentativas.

source: Show title
pt_pt: Mostrar título

source: Display the title to the learner?
pt_pt: Mostrar o título ao estudante?

source: Problem text
pt_pt: Texto do problema

source: The description of the problem or instructions shown to the learner.
pt_pt: A descrição do problema ou instruções que o estudante vê.

source: Show "Problem" heading
pt_pt: Mostrar o título "problema"

source: Display the heading "Problem" above the problem text?
pt_pt: Mostrar o título "problema" acima do texto do problema?

source: Problem Weight
pt_pt: Importância do problema

source: Defines the number of points the problem is worth.
pt_pt: Define o número de pontos que o problema vale.

source: Item background color
pt_pt: Cor do fundo do item

source: The background color of draggable items in the problem (example: 'blue' or '#0000ff').
pt_pt: A cor de fundo dos itens arrastáveis no problema (exemplo: 'azul' ou '#0000ff').

source: Item text color
pt_pt: Cor do texto do item

source: Text color to use for draggable items (example: 'white' or '#ffffff').
pt_pt: Cor do texto dos itens arrastáveis (exemplo: 'branco' ou '#ffffff').

source: Problem data
pt_pt: Dados do problema

source: Information about zones, items, feedback, and background image for this problem. This information is derived from the input that a course author provides via the interactive editor when configuring the problem.
pt_pt: Informações sobre zonas, itens, comentários e imagem de fundo para este problema. Estas informações derivam da configuração do problema definidas pelo autor do curso através do editor interativo.

source: Information about current positions of items that a learner has dropped on the target image.
pt_pt: Informações sobre as posições atuais dos itens que um aluno descartou na imagem de destino.

source: Number of attempts learner used
pt_pt: Número de tentativas utilizadas pelo aluno

source: Indicates whether a learner has completed the problem at least once
pt_pt: Indica se um aluno concluiu o problema pelo menos uma vez

source: do_attempt handler should only be called for assessment mode
pt_pt: do_attempt manipulador só deve ser chamado para o modo de avaliação

source: Max number of attempts reached
pt_pt: Número máximo de tentativas alcançadas

source: show_answer handler should only be called for assessment mode
pt_pt: show_answer manipulador só deve ser chamado para o modo de avaliação

source: There are attempts remaining
pt_pt: Há tentativas remanescentes

source: Unknown DnDv2 mode {mode} - course is misconfigured
pt_pt: Modo DnDv2 desconhecido {mode}-o curso está mal configurado

source: Remove zone
pt_pt: Remover zona

source: Keeps maximum score achieved by student
pt_pt: Mantém a pontuação máxima alcançada pelo aluno

source: Failed to parse "Maximum items per zone"
pt_pt: Falha ao analisar "itens máximos por zona"

source: "Maximum items per zone" should be positive integer, got {max_items_per_zone}
pt_pt: "Máximo de itens por zona" deve ser inteiro positivo, indicou: {max_items_per_zone}

source: Text
pt_pt: Texto

source: Description
pt_pt: Descrição

source: Describe this zone to non-visual users.
pt_pt: Descreva essa zona para usuários invisuais.

source: width
pt_pt: largura

source: height
pt_pt: altura

source: Alignment
pt_pt: Alinhamento

source: none
pt_pt: nenhum

source: left
pt_pt: esquerda

source: center
pt_pt: centro

source: right
pt_pt: direita

source: Align dropped items to the left, center, or right.
pt_pt: Alinhe os elementos à esquerda, ao centro ou à direita.

source: Remove item
pt_pt: Remover item

source: Zone
pt_pt: Zona

source: Image URL (alternative to the text)
pt_pt: URL da imagem (alternativa ao texto)

source: For example, 'http://example.com/image.png' or '/static/image.png'.
pt_pt: Por exemplo, ' http://example.com/image.png ' ou '/static/Image.png '.

source: Image description (should provide sufficient information to place the item even if the image did not load)
pt_pt: Descrição da imagem (deve fornecer informações suficientes para colocar o item mesmo se a imagem não carregar)

source: Success feedback
pt_pt: Feedback de sucesso

source: Error feedback
pt_pt: Comentários de erro

source: Show advanced settings
pt_pt: Mostrar configurações avançadas

source: Preferred width
pt_pt: Largura preferida

source: Specify preferred width as percentage of the background image width. Leave blank for automatic width.
pt_pt: Especifique a largura preferencial como porcentagem da largura da imagem de plano de fundo. Deixe em branco para a largura automática.

source: Use text that is clear and descriptive of the item to be placed.
pt_pt: Use o texto que é claro e descritivo do item a ser colocado.

source: Loading drag and drop problem.
pt_pt: Carregando arrastar e soltar problema.

source: Note: do not edit the problem if students have already completed it. Delete the problem and create a new one.
pt_pt: Nota: não edite o problema se os estudantes já o completaram. Exclua o problema e crie um novo.

source: Introductory feedback
pt_pt: Feedback introdutório

source: Final feedback
pt_pt: Feedback final

source: Zones
pt_pt: Zonas

source: Background URL
pt_pt: URL do plano de fundo

source: For example, 'http://example.com/background.png' or '/static/background.png'.
pt_pt: Por exemplo, ' http://example.com/background.png ' ou '/static/background.png '.

source: Change background
pt_pt: Mudar o fundo

source: Background description
pt_pt: Descrição do fundo

source: Please provide a description of the image for non-visual users. The description should provide sufficient information to allow anyone to solve the problem even without seeing the image.
pt_pt: Por favor, forneça uma descrição da imagem para usuários não visuais. A descrição deve fornecer informações suficientes para permitir que qualquer pessoa resolva o problema mesmo sem ver a imagem.

source: Zone definitions
pt_pt: Definições de zona

source: Zone labels
pt_pt: Rótulos de zona

source: Display label names on the image
pt_pt: Exibir nomes de etiquetas na imagem

source: Zone borders
pt_pt: Bordas da zona

source: Display zone borders on the image
pt_pt: Exibir bordas da zona na imagem

source: Add a zone
pt_pt: Adicionar uma zona

source: Items
pt_pt: Elementos

source: Add an item
pt_pt: Adicionar um item

source: Continue
pt_pt: Continuar

source: Save
pt_pt: Guardar

source: Cancel
pt_pt: Cancelar

source: Item Bank
pt_pt: Banco de elementos

source: Placed in: {zone_title}
pt_pt: Inserido em: {zone_title}

source: Correctly placed in: {zone_title}
pt_pt: Corretamente colocado em: {zone_title}

source: , draggable, grabbed
pt_pt: , arrastar, agarrar

source: , draggable
pt_pt: , arrastar

source: Reset
pt_pt: Reiniciar

source: Show Answer
pt_pt: Mostrar Resposta

source: Hide Answer
pt_pt: Ocultar resposta

source: Submit
pt_pt: Submeter

source: Feedback
pt_pt: Retorno

source: Keyboard Help
pt_pt: Ajuda do teclado

source: This is a screen reader-friendly problem
pt_pt: Este é um problema de fácil leitura em tela

source: You can complete this problem using only your keyboard by following the guidance below:
pt_pt: Pode concluir este problema usando apenas o teclado seguindo as orientações abaixo:

source: Drag and Drop problems consist of draggable items and dropzones. Users should select a draggable item with their keyboard and then navigate to an appropriate dropzone to drop it.
pt_pt: Os problemas de arrastar e soltar consistem em itens arrastáveis e zonas para soltar os itens. Os utilizadores devem selecionar um item arrastável com o seu teclado e, em seguida, navegar até à zona apropriada para soltá-lo.

source: Use only TAB and SHIFT+TAB to navigate between draggable items and drop zones.
pt_pt: Use somente TAB e SHIFT + TAB para navegar entre itens arrastáveis e zonas para soltar.

source: Press CTRL+M to select a draggable item (effectively picking it up).
pt_pt: Pressione CTRL + M para selecionar um item arrastável (efetivamente pegá-lo).

source: Navigate using TAB and SHIFT+TAB to the appropriate dropzone and press CTRL+M once more to drop it here.
pt_pt: Navegue usando TAB e SHIFT + TAB para o Dropzone apropriado e pressione CTRL + M mais uma vez para deixá-lo aqui.

source: Press ESC if you want to cancel the drop operation (for example, to select a different item).
pt_pt: Prima ESC se pretender cancelar a operação de largar (por exemplo, para seleccionar um item diferente).

source: TAB back to the list of draggable items and repeat this process until all of the draggable items have been placed on their respective dropzones.
pt_pt: TAB de volta à lista de itens arrastáveis e repita esse processo até que todos os itens arrastáveis tenham sido colocados em suas respectivas zonas de DropZones.

source: Close
pt_pt: Fechar

source: Go to Beginning
pt_pt: Ir para início

source: Problem
pt_pt: Problema

source: An error occurred. Unable to load drag and drop problem.
pt_pt: Ocorreu um erro. Não é possível carregar este problema.

source: You have used {used} of {total} attempts.
pt_pt: Você usou {used} de {total} tentativas.

source: Some of your answers were not correct.
pt_pt: Algumas de suas respostas não estavam corretas.

source: There was an error with your form.
pt_pt: Houve um erro com o seu formulário.

source: Please check over your submission.
pt_pt: Por favor, verifique o seu envio.

source: None
pt_pt: Nenhum

source: {earned}/{possible} point (graded)
pt_pt: {earned}/{possible} ponto (classificado)

source: {earned}/{possible} point (ungraded)
pt_pt: {earned}/{possible} ponto (não classificado)

source: {possible} point possible (graded)
pt_pt: {possible} ponto possível (classificado)

source: {possible} point possible (ungraded)
pt_pt: {possible} ponto possível (não classificado)

source: Hints:
pt_pt: Sugestões:

source: , dropzone
pt_pt: , largar

source: Drag and Drop Problem
pt_pt: Problema de arrastar e soltar

source: Drop Targets
pt_pt: Alvos da gota

source: Actions
pt_pt: Ações

source: Submitting
pt_pt: A submeter

source: Your highest score is {score}
pt_pt: Sua pontuação mais alta é {score}

source: Final attempt was used, highest score is {score}
pt_pt: A tentativa final foi utilizada, a maior pontuação é {score}

source: Correctly placed {correct_count} item.
pt_pt: Colocado corretamente {correct_count} elemento.

source: Misplaced {misplaced_count} item.
pt_pt: Item errado {misplaced_count}.

source: Misplaced {misplaced_count} item. Misplaced item was returned to item bank.
pt_pt: Item errado {misplaced_count}. Item extraviado foi devolvido ao item banco.

source: Did not place {missing_count} required item.
pt_pt: Não foi colocado {missing_count} elemento necessário.

source: Bachelor's degree
pt_pt: Licenciatura

source: Associate degree
pt_pt: Bacharelado

source: Answer
pt_pt: Resposta

source: Answers are displayed within the problem
pt_pt: As respostas corretas encontram-se marcadas diretamente no problema
